const regions = {
  "서울": ["종로구", "중구", "강남구", "마포구", "서초구", "송파구", "용산구", "은평구", "광진구", "동대문구", "성동구", "노원구", "성북구", "강서구", "양천구", "구로구", "금천구", "동작구"],
  "부산": ["해운대구", "서구", "중구", "동구", "영도구", "부산진구", "동래구", "남구", "북구", "사하구", "금정구", "강서구", "연제구", "수영구", "사상구", "기장군"],
  "대구": ["중구", "동구", "서구", "남구", "북구", "수성구", "달서구", "달성군"],
  "인천": ["중구", "동구", "미추홀구", "연수구", "남동구", "부평구", "계양구", "서구", "강화군", "옹진군"],
  "광주": ["동구", "서구", "남구", "북구", "광산구"],
  "대전": ["동구", "중구", "서구", "유성구", "대덕구"],
  "울산": ["중구", "남구", "동구", "북구", "울주군"],
  "세종": ["세종시"],
  "제주도": ["제주시", "서귀포시"],
  "경기": ["수원시", "성남시", "안양시", "부천시", "광명시", "평택시", "안산시", "고양시", "과천시", "의왕시", "구리시", "남양주시", "오산시", "시흥시", "군포시", "의정부시", "김포시", "화성시"],
  "강원": ["춘천시", "원주시", "강릉시", "동해시", "속초시", "삼척시", "홍천군", "평창군", "정선군", "인제군", "양양군", "고성군", "영월군"],
  "충북": ["청주시", "충주시", "제천시", "보은군", "옥천군", "영동군", "진천군", "괴산군", "음성군", "단양군"],
  "충남": ["천안시", "공주시", "보령시", "아산시", "서산시", "논산시", "계룡시", "당진시", "부여군", "태안군"],
  "전북": ["전주시", "군산시", "익산시", "정읍시", "남원시", "김제시", "완주군", "순창군", "부안군"],
  "전남": ["목포시", "여수시", "순천시", "나주시", "광양시", "구례군", "고흥군", "보성군", "장흥군", "해남군"],
  "경북": ["포항시", "경주시", "안동시", "구미시", "영주시", "경산시", "청도군", "영덕군", "성주군", "울진군"],
  "경남": ["창원시", "진주시", "통영시", "고성군", "사천시", "김해시", "밀양시", "거제시", "양산시", "하동군", "남해군"]
};

export default regions;
